Repository: ticoxxo/CustomSystemIcons
Catalog: Localizable.xcstrings
Source language: en
Languages: es_419

source: Add Icon
es_419: Agregar Icono

# Alert.Added
source: Icon saved!
es_419: Icono guardado!

source: Blue
es_419: Azul

source: Brightness
es_419: Brillo

# Button.Add
source: Add Icon
es_419: Agregar Icono

# Button.Add.Accessibility
source: Button add icon
es_419: Botón agregar icono

# Button.Add.Accessibility.Hint
source: Click to add icon
es_419: Click para agregar icono

# Button.Back.Accessibility
source: Button to last view
es_419: Botón para ir hacia atras

# Button.Back.Accessibility.Hint
source: Click to go to last view
es_419: Click para ir hacia atras

# Button.OK.Accessibility
source: Button OK
es_419: Botón OK

# Button.Save
source: Save
es_419: Guardar

source: Choose an Icon
es_419: Elige un Icono

source: Color Mode
es_419: Modo color

# ColorPicker.Background
source: Background
es_419: Fondo

# ColorPicker.Background.Accessibility
source: Change background color
es_419: Cambiar el color del fondo

# ColorPicker.Background.Accessibility.Hint
source: Click to change background color
es_419: Pinchar para cambiar el color del fondo

# ColorPicker.BorderColor
source: Border color
es_419: Color del bordo

# ColorPicker.BorderColor.Accessibility
source: Change border color
es_419: Cambiar el color del contorno

# ColorPicker.BorderColor.Accessibility.Hint
source: Click to change border color
es_419: Pinchar para cambiar el color del contorno

# ColorPicker.Icon
source: Icon color
es_419: Color del Icono

# ColorPicker.Icon.Accessibility
source: Color of icons
es_419: Color de iconos

# ColorPicker.Icon.Accessibility.Hint
source: Pick color for icons
es_419: Elegir el color de los iconos

# ColorPicker.Shadows.Accessibility
source: Color for the shadows
es_419: Color para las sombras

# ColorPicker.Shadows.Accessibility.Hint
source: Click to change color of Shadows
es_419: Click para cambiar color de sombras

source: Details
es_419: Detalles

# Drag.Bottom
source: Drag down
es_419: Arrastrar abjo

source: Drag left
es_419: Arrastrar a la izquierda

source: Drag right
es_419: Arrastrar a la derecha

source: Drag top
es_419: Arrastrar arriba

source: Edit Icon
es_419: Editar icono

source: Enjoy!
es_419: Disfruta!

source: Green
es_419: Verde

# GroupBox.Title.Detail
source: Detail
es_419: Detalles

# GroupBox.Title.Icon
source: Icon
es_419: Icono

source: Icon
es_419: Icono

source: Icons
es_419: Iconos

source: Is italic
es_419: Italica

# Label.AddIcon
source: Add Icon
es_419: Agregar Icono

# Label.AddIcon.Accessibility
source: Add an icon
es_419: Agregar un icono

# Label.AddIcon.Accessibility.Hint
source: Click to add an icon
es_419: Pinchar para agregar un icono

# Label.BackgroundImage.Accessibility
source: Image background
es_419: Imagen del fondo

# Label.BackgroundImage.Accessibility.Hint
source: Image background section
es_419: Sección del fondo de la imagen

# Label.Border
source: Border
es_419: Contorno

# Label.Border.Accessibility
source: Section for border
es_419: Sección del contorno

# Label.Border.Accessibility.Hint
source: Click to expand border section
es_419: Pinchar para expandir la sección del contorno

# Label.ButtonPick.Accessibility
source: New image
es_419: Nueva imagen

# Label.ButtonPick.Accessibility.Hint
source: Pick a new image
es_419: Elegir nueva imagen

# Label.ColorSection.ActionsList
source: Hold icon to rearrenge or swipe left to remove
es_419: Presiona mueve para ordenar o desliza a la izquierda para eliminar

# Label.CornerRadius
source: Corner Radius
es_419: Esquinas

# Label.Distortion
source: Distort axis
es_419: Distorsionar axis

# Label.EditIcon.Accessibility
source: Edit icon screen
es_419: Editar la pantalla editar

# Label.EditIcon.Accessibility.Hint
source: Click to go to edit icon screen
es_419: Pinchar para ir a la pantalla editar icono

# Label.GoBack
source: Go Back
es_419: Regresar

# Label.InnerRadio
source: Inner Radio
es_419: Radio Interno

# Label.ManualPosition
source: Manual position
es_419: Posición manual

# Label.ManualPosition.Accessibility
source: Manual position of icon
es_419: Posición manual del icono

# Label.ManualPosition.Accessibility.Hint
source: Manual position section for the icons
es_419: Sección para mover manualmente el icono

# Label.ManualPosition.Down.Accessibility
source: Button to move down the icon
es_419: Botón para mover hacia abajo el icono

# Label.ManualPosition.Down.Accessibility.Hint
source: Click the button to move down the icon
es_419: Click para mover el icono hacia abajo

# Label.ManualPosition.Left.Accessibility
source: Button to move to the left the icon
es_419: Botón para mover hacia la izquierda el icono

# Label.ManualPosition.Left.Accessibility.Hint
source: Click the button to move to the left the icon
es_419: Click para mover el icono hacia la izquierda

# Label.ManualPosition.Right.Accessibility
source: Button to move to the right the icon
es_419: Botón para mover hacia la derecha el icono

# Label.ManualPosition.Right.Accessibility.Hint
source: Click the button to move to the right the icon
es_419: Click para mover el icono hacia la derecha

# Label.ManualPosition.Up.Accessibility
source: Button to move up the icon
es_419: Botón para mover hacia la arriba el icono

# Label.ManualPosition.Up.Accessibility.Hint
source: Click the button to move up the icon
es_419: Click para mover el icono hacia arriba

# Label.OK.Accessibility.Hint
source: Label OK for Section
es_419: Pinchar OK

# Label.Ok.Button.Accessibility.Hint
source: Click on button OK
es_419: Pinchar botón OK

# Label.PhotosPicker
source: Select a background
es_419: Selecciona un fondo

# Label.Search
source: Search
es_419: Buscar

# Label.Search.Accessibility
source: Search
es_419: Buscar

# Label.Search.Accessibility.Hint
source: Click to search
es_419: Pinchar para buscar

# Label.Shadows
source: Shadows
es_419: Sombras

# Label.Shadows.Accessibility
source: Section for shadows
es_419: Sección para sombras

# Label.Shape
source: Shapes
es_419: Figuras

# Label.Shape.Accessibility
source: Shape of the icon
es_419: Forma del icono

# Label.Shape.Accessibility.Hint
source: Click on the shape to change the icon shape
es_419: Pinchar en la forma para cambiar la forma del icono

# Label.ShareView.Compression
source: Compression quality
es_419: Calidad de compresión

# Label.TextSection.FontDesign
source: Design
es_419: Diseño

# Label.TextSection.FontSize
source: Size
es_419: Tamaño

# Label.TextSection.FontWeight
source: Weight
es_419: Peso

# Label.TextSection.Italic
source: Italic
es_419: Italica

# Label.TextSection.LetterSpacing
source: Spacing
es_419: Espacio

# Label.TextSection.Strikethrough
source: Strikethrough
es_419: Rayada

# Label.TextSection.Text
source: Text
es_419: Texto

# Label.TextSection.Title
source: Customize text
es_419: Editar texto

# Label.TextSection.Underline
source: Underline
es_419: Subrayada

# Label.Width
source: Width
es_419: Ancho

# Label.Zoom
source: Zoom
es_419: Acercar

# lbl.layers
source: Layers section
es_419: Sección para capas

# lbl.layers.hint
source: Title for background and layers section
es_419: Titulo para la sección de capas y fondo

# Lbl.Principal
source: Icon parent
es_419: Principal

# Lbl.Shadows.Opacity
source: Opacity
es_419: Opacidad

# Lbl.Shadows.Radius
source: Radius
es_419: Radio

source: Orientation
es_419: Orientación

# Picker.ImageSize
source: Image size
es_419: Elige un tamaño

# Picker.ImageType
source: Select an image type
es_419: Selecciona una imagen

source: Red
es_419: Rojo

source: Saturation
es_419: Saturación

source: Save Icon
es_419: Guardar Icono

source: Share
es_419: Compartir

# Slider.Background.Accessibility
source: Orientation on the background image
es_419: Orientación de la imagen del fondo

# Slider.Background.Accessibility.Hint
source: Slide to change orientation on the background image
es_419: Deslizar para cambiar orientación de la imagen del fondo

# Slider.Background.DistortionX.Accessibility
source: Slider for X Axis
es_419: Slider para Axis X

# Slider.Background.DistortionX.Accessibility.Hint
source: Move slider for axis X
es_419: Mueve el slider para Axis X

# Slider.Background.DistortionY.Accessibility
source: Slider for Y Axis
es_419: Slider para Axis Y

# Slider.Background.DistortionY.Accessibility.Hint
source: Move slider for axis Y
es_419: Mueve el slider para Axis Y

# Slider.Background.Zoom.Accessibility
source: Slider zoom background
es_419: Slider para el zoom de la imagen del fondo

# Slider.Background.Zoom.Accessibility.Hint
source: Slider to change zoom on the background image
es_419: Deslizar para cambiar el zoom de la imagen del fondo

# Slider.BorderWidth.Accessibility
source: Slide to change width of border
es_419: Slider para cambiar el ancho del borde

# Slider.BorderWidth.Accessibility.Hint
source: Slide to change the width of border
es_419: Desliza para cambiar el ancho del borde

# Slider.CornerRadius.Accessibility
source: Corner radius for the border
es_419: Cambiar las esquinas

# Slider.CornerRadius.Accessibility.Hint
source: Slide to change corner radius of border
es_419: Slider para cambiar las esquinas

# Slider.Opacity.Accessibility
source: Slider for opacity
es_419: Slide para opacidad

# Slider.Opacity.Accessibility.Hint
source: Slide to change opacity
es_419: Slide para cambiar opacidad

# Slider.Orientation.Accessibility
source: Slider for orientation on the icon
es_419: Slider para cambiar orientación del icono

# Slider.Orientation.Accessibility.Hint
source: Slide to change orientation on the icon
es_419: Desliza para cambiar orientación del icono

# Slider.Shadows.Accessibility
source: Slider for shadows
es_419: Slider para sombras

# Slider.Shadows.Accessibility.Hint
source: Move to change shadows of icon
es_419: Mover para cambiar

# Slider.Zoom.Accessability
source: Slider for icon zoom
es_419: Slider para cambiar el zoom del icono

# Slider.Zoom.Accessability.Hint
source: Slide to change icon zoom
es_419: Deslizar para cambiar el zoom del icono

# TextField.Title
source: Icon title
es_419: Titulo del icono

source: Title
es_419: Titulo
